
"Registration" = "注册";

"Registration %@" = "注册 %@";

"Register" = "注册";

"Registering..." = "注册…";
"Removing..." = "移除…";

"Download" = "下载";

"Website" = "网站";

"Download Page" = "下载页面";

"Quit" = "退出";

"Expired Beta" = "我们的公开测试版本通常运行四至八个星期，然后必须被替换成一个新的公开测试或最终版本。通常检查更新机制会自动发生，但你可能已经错过了在截止日期之前安装更新。\n\n请访问我们网站的下载页面，下载一个新的公开测试版或最终版本。";

"OK" = "确定";

"Cancel" = "取消";

"Remove" = "移除";

"License is outdated. Please contact our\nsupport to get a new license." = "许可证已过期，请联系我们\n的客户支持以获得新的许可证。";

"Thanks for registering %@ %@ Edition!\n\nNow please backup the registration file:\n%@" = "感谢主人注册 %@ %@ 版本！\n\n现在就请主人备份注册文件：\n%@";

"Thanks for registering %@ %@ Edition!" = "感谢主人注册 %@ %@ 版本！";

"Thanks for registering %@!\n\nNow please backup the registration file:\n%@" = "感谢主人注册 %@！\n\n现在请备份注册文件：\n%@";

"Thanks for registering %@!" = "感谢您注册 %@！";

"Show file" = "显示文件";

"A New Version is Available" = "现在有更新的版本";

"A new version of %@ %@ Edition is available (%@). Would you like to download the new version now?" = "%@ %@的新版本（%@）可用，是否要立即下载？";

"Your software is up-to-date" = "太好了  主人的软件是最新的  (^_^)V";

"You are running %@ %@ Edition %@. No newer version was found." = "正在运行 %@ %@ 的 %@ 版本，现在没有更新。";

"Get new license" = "获取新的许可证";

"Checking for updates..." = "检查更新 ...";

"Unregistered: %%d (%.1f hours left)" = "未注册使用：%%d（还剩%.1f小时）";

"Buy Now (%d days left)" = "Buy Now! — %d Days Left.";
"Buy Now (%d hours left)" = "如果您满意，请购买支持！ - 试用还剩 %d 小时。";
"Buy Now (%d minutes left)" = "立即购买! — 还剩 %d 分钟。";
"Buy Now (%d seconds left)" = "立即购买! — 还剩 %d 秒。";

"Purchase" = "购买";

"Name:" = "名称：";

"Organization:" = "组织：";

"License:" = "许可证：";

"The entered license code is not valid for this application but it is for %@. Please download and install %@ which will happily accept this license code." = "输入的许可证代码在该应用中无效，但它是%@。请下载并安装%@，它会很乐意接受这个许可证代码。";

"Check for Updates" = "检查更新 ...";

"Checking for Updates" = "检查更新 ...";

"Update On Quit" = "关闭程序進行更新 ...";
"Your Account" = "你的帐户";
"License still %d days valid" = "许可证有效 %d 天";
"License still %d hours valid"= "许可证有效  %d 时";
"License still %d minutes valid"= "许可证有效  %d 分";
"License still %d seconds valid"= "许可证有效  %d 秒";
